<div class='temp-page advantagesInPH'>
	<div class='title'>The advantages of studying in the Philippines early</div>
	<div class='sub-title'>WOOREEEDU <?php echo strToUpper( $variables['header_text'] ); ?></div>
	<div class='group kr-text'>
		<div class='group-title'>필리핀 조기유학의 장점</div>		
		<div class='content'>
			<div class='star-label'>★ 유명한 인터내셔널 학교들이 많이 있습니다.</div>
			아시아에서 필요한 영어 인력을 많이 배출하는 곳이 필리핀이기 때문에 많은 다국적 기업이나 각 나라의 아시아 대상의 외교업무를 처리하는 중심지로 필리핀이 이용되고 있습니다. 따라서 필리핀에 있는 다수의 외국인을 위한 각 나라별 인터내셔널스쿨들이 많이 있습니다. 각각의 인터내셔널스쿨들은 미국식, 영국식, 중국식 교육 방법 등 각 나라의 교육제도의 수업진행을 하고 있어 보다 다양한 문화 체험을 할 수 있습니다.
		</div>
		<div class='content'>
			<div class='star-label'>★ 대부분의 수업이 영어로 이루어집니다.</div>
			필리핀은 영어를 국어로 사용하는 나라들 중 세계에서 세 번째로 영어사용 인구가 많은 나라입니다.<br>
			일반 시민들의 영어 및 발음 수준은 떨어지는 편이지만 모든 학교의 수업 및 관공서의 서류가 영어로 이루어지는 영어문화권의 나라입니다.<br>
			따라서 필리핀에서 고등교육을 받은 사람들은 유창한 영어를 구사하며 필리핀은 언제나 유망 영어연수 국가로 인정 받고 있습니다.
		</div>
		<div class='content'>
			<div class='star-label'>★ 수업의 장벽인 언어를 저렴한 가격과 빠를 시간에 극복할 수 있는 여건이 제공됩니다.</div>
			필리핀은 영어의 초보자들에게 가장 알맞은 영어연수지로 각광 받고 있습니다. 필리핀은 인건비가 저렴하여 유명대학 출신 영어강사의 튜터비가 매우 저렴합니다. 따라서 1:1 튜터 학습을 통해 실력에 맞는 영어 학습이 가장 큰 장점입니다. 1:1 튜터 학습은 영어연수의 극대화를 가져와 빠른 시간 안에 영어를 극복할 수 있는 여건을 지원합니다. 미국, 캐나다, 호주로 바로 조기유학 하는 경우 1:1 튜터를 받기 어려워 영어실력 때문에 학교수업을 따라가기 어렵습니다.
		</div>
		<div class='content'>
			<div class='star-label'>★ 졸업 후 세계적으로 유명한 현지 및 영어권 국가의 대학교로 입학이 유리합니다.</div>
			필리핀에는 우리나라의 서울대보다 더 세계적으로 인정받고 있는 전통 있는 많은 대학교들이 있습니다. 필리핀 제일의 국립대학교인 UP를 비롯하여 그 외의 사립 대학교들은 대개 영어로 수업이 진행되기 때문에 영어권에 잘 알려져 있습니다. 이런 유명대학교들은 입학 조건이 까다로운 경우가 많기 때문에 필리핀에서 조기유학 시 보다 빠른 적응과 지망하는 대학에 맞는 준비를 장시간 할 수 있기 때문에 입학이 유리합니다. 특히 요즘에는 필리핀 조기유학 후 호주, 캐나다, 미국으로의 진학이 좋은 방편으로 활용되고 있습니다.
		</div>
	</div>
</div>