<?php
	extract( $variables );	
?>
<div class='temp-page <?php echo $page; ?>'>
	<div class='title'><span>처음 오신 분</span></div>
	<div class='group'>
		<div class='label'>잉글리쉬월드에 오신 것을 환영합니다.</div>

        <div class='text-content'>잉글리쉬월드에 처음 오신 분들은 다음의 과정을 잘 따라서 하시면 됩니다.</div>


        <div class='label'>레벨테스트</div>
        <ol>
            <li>컴퓨터에 웹캠과 헤드셋을 준비합니다.</li>
            <li><?php echo $phone_number?>로 전화 주셔서 언제 레벨테스트를 받을 수 있는지 상담을 합니다.</li>
            <li>레벨테스트 시간에 강의실 입장을 통해서 수업을 진행합니다.</li>
        </ol>


        <div class='label'>수업취소 및 보충수업</div>
		<div class='text-content'>
        수업을 받기가 곤란한 상황이 발생하면, <?php echo $phone_number?>로 전화주셔서 수업을 취소하고 보충 수업을 받을 수 있는 시간을 말씀하시면 됩니다.
		</div>



        <div class='label'>화상영어란?</div>
		
		<div class='text-content'>
        외국어 교육과 관련하여 현재 우리의 교육형태는 문법과 시험 위주의 학습을 강조하고 있습니다.그러다 보니 외국인을 만나거나 의사소통을 할 때 학교나 학원에서 습득한 어학 실력이 무용지물이 되는 경우를 많이 경험하게 됩니다.차라리 과거 우리 조상님들처럼 말을 통한 의사소통 방법으로 외국어 교육을 받았다면 어땠을까요?<br>
        굳이 외국인이나 외국과의 의사 소통뿐 아니라 점차 세계화 되는 현재, 외국어 구사능력은 누구나 갖추어야 할 필수 조건임에 틀림없습니다.<br>
        어학은 자신감입니다.그리고 그것을 자주 사용함으로써 얻어지는 경험이 바로 실력입니다.<br>
        <br>
        저희 잉글리쉬 월드 화상영어는 인터넷 화상교육시스템을 이용하여 외국 원어민 교사와 학생간에 일대일 교육을 실시함으로써<br>
        외국어를 처음 접하는 분들에게는 외국어에 흥미를 갖게 하는 가이드로서,<br>
        실력향상을 원하는 분들에게는 자신감을 갖게 하는 서포터로서,<br>
        전문가의 수준을 원하시는 분들에게는 전문비즈니스맨으로서의 실력을 갖도록 도와주는 파트너로서,<br>
        전문화된 교육 프로그램, 풍부한 경험 그리고 실력을 겸비한 원어민 교사들이 여러분들이 목표로 하는 외국어 실력을 갖추도록 도와 드릴 것입니다.<br>
        </div>


        <div class='label'>잉글리쉬월드의 장점</div>

        <ul>
            <li>실제 원어민 강사의 수업과 거의 동일하게 진행됩니다.</li>
            <li>한 강의실에 PC와 모니터만 있으면 수업이 가능합니다.</li>
            <li>끊김없는 세계최고의 영상품질을 제공합니다.</li>
        </ul>

        <img src="/theme/danielenglish/img/class/intro_01.gif"><br>
		<div class='text-content'>
        500만화소, 30프레임, 풀스크린 지원!!<br>
        <br>
        끊김없이 영화를 보듯 뚜렷한 화질로 영어가 머리에 쏙쏙!<br>
        보고 듣는 방식이 다릅니다. 잉글리쉬 월드 화상영어만의 화상영어 시스템, 하드웨어 구성<br>
        자세히 살펴보시면 전용회선의 차이가 보입니다. 한번만 비교하시면 화질의 차이를 느낄 수 있습니다.
		</div>




        <ol>
            <li>
                검증된 언어교육이론과 교수법을 바탕으로 개발된 체계적 교육 프로그램<br>
                Krashen 교수의 자연교수법(Natural Approcach)과 의사소통중심 언어교수법<br>
                (CLT:Communicative Language Teaching)을 통합한 최고의 언어 교육프로그램입니다.<br>
                원어민 강사와 함께 하는 영어사용환경과 '학습'사실을 의식하지 않고 오직 의사소통을 위하여 언어를 사용하고  있다는 사실만 의식할 수 있도록 체계적으로 개발된 잉글리쉬 월드 화상영어 프로그램을 통하여 자연스럽게 영어를 습득하도
                록 합니다.
            </li>
            <li>

                인공지능 기반의 학습자 맞춤식 영어학습센터<br>
                대용량 국제전용회선(45M), 자체 Teaching Center구축<br>
                핵심 기술 확보로 개인(1:1)및 그룹(1:n)맞춤식 수업지원<br>

            </li>
            <li>
                잉글리쉬 월드 화상영어 교육연구소에서 엄선한 체계적이고 차별화된 교재<br>
                각 레벨 및 영어 4대영역별 균형잡힌 능력 향상에 맞추어 가장 효과적이고 체계적인 교재를 엄선합니다.
            </li>
            <li>
                엄격한 강사 선발과 철저하고 체계적인 강사 교육<br>
                영어권 국가(필리핀, 호주, 미주 등)의 상위권 대학을 졸업한 영어 교육 전문가로 강사진을 구성하고 있습니다.<br>
                신입 강사 교육, 주기적인 세부학습 프로그램 등 체계적인 정기 TTP(Teacher Training Program)을 통해 전문영어강
                사로서의 자질과 역량을 지속적으로 연구, 개발해 나갑니다.
            </li>
            <li>
                학습자 중심의 잉글리쉬 월드 화상영어 관리 프로그램<br>
                신뢰성있는 체계적인 평가 시스템(수업평가-성취도평가-습득평가)으로 학습자들의 종합적인 영어학습 성취도를
                측정하게 됩니다.
            </li>
        </ol>

        <img src="/theme/danielenglish/img/class/sub_tt.gif"><br>



        <ol>
            <li>외국인과 자유로운 대화 가능.</li>
            <li>학원에 비해 학생수가 적어 말할 기회가 많다.</li>
            <li>개인의 학습 능력에 맞게 수업을 진행 할 수 있다.</li>
        </ol>

        <img src="/theme/danielenglish/img/class/sub_ttt.gif">
	</div>
</div>