<div class='temp-page juniorEarlyStudy'>
	<div class='title'>The importance of studying early</div>
	<div class='group kr-text'>
		<div class='group-title'>주니어조기유학</div>
		<div class='bullet-label'>조기유학의 중요성</div>
		<div class='content'>
			우리 아이 영어교육은 언제 어떻게 하는 것이 좋을까요? 초등학교 자녀를 둔 학부모라면 누구나 하고 있는 고민입니다. 하지만 영어교육 시기에 대해선 교육 전문가들 사이에서조차 의견이 엇갈리고 있습니다.<br>
			아이들의 언어 습득 능력을 고려할 때 하루라도 빨리 외국어 공부를 시작하는 것이 좋다는 의견이 있는가 하면, 지나치게 이른 영어 공부는 사고체계의 기본이 되는 국어 능력을 키우지 못한다는 견해가 맞서고 있습니다. 영어교육 방법을 찾는 일은 더 어렵습니다. 10년이 넘도록 영어 공부를 해도 말 한마디 못하는 사람이 수두룩한 현실에서 자녀에게 효과적인 영어 공부법을 찾기란 쉬운 일이 아닙니다. 과연 영어교육 시기는 언제가 적당하며, 효과적인 영어교육 방법은 무엇인지 알아봅니다.
		</div>
		<div class='content'>
			12세 이전에는 앞서 말한 것처럼 영어교육을 시작하는 나이에 대해서는 일치된 견해가 없습니다.<br>
			하지만 아이가 국어를 비롯해 언어에 관심을 갖게 되는 나이에 시작해야 한다는 데 대해선 대부분의 교육·언어학자들이 동의합니다. 특히 만 12세가 넘어서면 뇌의 언어습득 능력이 떨어지게 되므로 최소한 이 시기 이전에는 시작하는 것이 좋습니다. 따라서 아이를 잘 관찰해 말하기나 쓰기 등 언어 활동에 흥미를 느끼고 있는지 파악하는 것이 중요합니다. 다만 국어의 발음이나 단어 습득 능력이 뒤처지는 등 기본적인 언어능력이 떨어지는 아이에게 무리하게 영어를 공부시키면 관념적인 개념을 파악하는 데 어려움을 느낄 수 있는 만큼 무리하게 시작하지 않는 것이 좋습니다. 하지만 아이의 언어능력에 큰 문제가 없다면 이른 나이에 영어교육을 해도 잘 따라갈 수 있으니 굳이 교육 시기를 늦출 필요는 없습니다.
		</div>
		<div class='content'>
			언어란 우리가 어릴 때부터 가족이나 주변사람들에게서 자연스럽게 습득을 합니다.<br>
			특별한 교육이 없어도 듣고 말하는 것은 누구나 할 수 있습니다. 즉, 언어란 자연스럽게 습득 되어져야 한다는 것입니다. 이것은 언어습득에 있어 가장 중요한 것이 환경이라는 것입니다. 국내에서 아이들에게 어려운 영어단어를 외우게 하고 익히게 하지만 정작 아이들이 학원을 나와서는 그 어려운 영어단어를 어디에도 쓸 곳이 없다는 것이 바로 가장 큰문제가 아닐까 합니다. 읽고 쓸 수는 있지만 듣고 말하는 능력이 생기지 않는다는 것입니다. 언어의 생명인 귀와 입이 트이지 않는다는 것은 영어를 통한 사고가 이루어지지 않는다는 것이고 이는 영어를 언어로써 받아들이지 못한다는 것입니다. 영어가 언어가 아니라면 이는 아이들에게는 어려운 암기 과목이나 마찬가지인 것입니다. 어렵사리 외운 단어들 또한 시간이 지나면서 서서히 잊게 되고 흥미 또한 생기지 않아 더 이상 의 진전을 기대하기가 어렵게 됩니다.<br>
			아이들에게 영어국가에 대한 유학을 통한 새로운 문화와 사람들의 만남은 언어교육에 대한 필요성과 동기부여가 되어 자연스럽게 영어를 받아들이고 사용함으로 인해 보다 효율적인 언어습득이 가능하게 됩니다. 이는 국내복학 후에도 영어에 대한 자신감이 타 학과 학습에도 긍정적인 영향을 주어 전체 학교교육에 대한 상승효과를 기대 할 수 있습니다.
		</div>
		<div class='content'>
			즉, 조기유학은 아이들에게 영어교육에 대한 필요성을 피부로 느끼고 깨닫게 함으로써 흥미를 유발하고 영어를 사용하는 것에 대한 거부감을 없애고 즐길 수 있도록 하여 영어를 자연스럽게 언어로써 받아들일 수 있도록 하는 것이 목적이라고 할 수 있습니다. 조기유학이 급증하는 데에는 여러 가지 원인들이 있습니다. 이를테면, 급변하는 국제정세와 세계화, 우리의 교육환경의 낙후성, 세계 공용어로서의 영어습득에 대한 기대, 대학진학의 용이성, 그리고 가정환경과 사교육비 부담 등을 들 수 있습니다. 조기 영어 교육의 효과성을 살리면서 폐해를 줄이는 방법을 찾는 것이 중요합니다. 제 아무리 좋은 약초라 해도 환자에게 맞지 않게 처방되면 독이 될 수 있습니다. 누가, 언제, 무엇을, 어떻게 가르칠 것이냐를 고민하여 가장 적합한 방안이 아이에게 제공되어야 합니다.
		</div>
	</div>
</div>